Repository: dyzdyz010/Taisetsu
Catalog: Taisetsu/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Try again later
ar: حاول مرة أخرى لاحقًا
de: Später erneut versuchen
es: Inténtalo de nuevo más tarde
fr: Réessayez plus tard
it: Riprova più tardi
ja: しばらくしてからもう一度お試しください
ko: 나중에 다시 시도하세요
pt_br: Tente novamente mais tarde
zh_hans: 请稍后重试
zh_hant: 請稍後再試

source: Unable to Load Important Days
ar: تعذر تحميل الأيام المهمة
de: Wichtige Tage können nicht geladen werden
es: No se pueden cargar las fechas importantes
fr: Impossible de charger les dates importantes
it: Impossibile caricare i giorni importanti
ja: 大切な日を読み込めません
ko: 소중한 날을 불러올 수 없습니다
pt_br: Não foi possível carregar as datas importantes
zh_hans: 无法读取重要日
zh_hant: 無法載入重要日

source: Unable to Open Data
ar: تعذر فتح البيانات
de: Daten können nicht geöffnet werden
es: No se pueden abrir los datos
fr: Impossible d’ouvrir les données
it: Impossibile aprire i dati
ja: データを開けません
ko: 데이터를 열 수 없습니다
pt_br: Não foi possível abrir os dados
zh_hans: 无法打开数据
zh_hant: 無法開啟資料

source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
it: Unità
ja: 単位
ko: 단위
pt_br: Unidade
zh_hans: 单位
zh_hant: 單位

source: Unpin
ar: إلغاء التثبيت
de: Lösen
es: Desfijar
fr: Désépingler
it: Rimuovi
ja: 固定を解除
ko: 고정 해제
pt_br: Desafixar
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Upcoming
ar: القادمة
de: Bevorstehend
es: Próximas
fr: À venir
it: In arrivo
ja: 予定
ko: 다가오는 날
pt_br: Próximas
zh_hans: 即将到来
zh_hant: 即將到來

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週間
ko: 주
pt_br: Semana
zh_hans: 周
zh_hant: 週

source: Weeks
ar: أسابيع
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
ja: 週間
ko: 주
pt_br: Semanas
zh_hans: 周
zh_hant: 週

source: Widgets
ar: الأدوات
it: Widget
ja: ウィジェット
ko: 위젯
zh_hans: 小组件
zh_hant: 小工具

source: Work
ar: العمل
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ja: 仕事
ko: 업무
pt_br: Trabalho
zh_hans: 工作
zh_hant: 工作

source: Year
ar: سنة
de: Jahr
es: Año
fr: An
it: Anno
ja: 年
ko: 년
pt_br: Ano
zh_hans: 年
zh_hant: 年

source: Years
ar: سنوات
de: Jahre
es: Años
fr: Ans
it: Anni
ja: 年
ko: 년
pt_br: Anos
zh_hans: 年
zh_hant: 年

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是
zh_hant: 是

source: Your data stays on your device and in your private iCloud database.
ar: تبقى بياناتك على جهازك وفي قاعدة بيانات iCloud الخاصة بك.
de: Deine Daten bleiben auf deinem Gerät und in deiner privaten iCloud-Datenbank.
es: Tus datos permanecen en tu dispositivo y en tu base de datos privada de iCloud.
fr: Vos données restent sur votre appareil et dans votre base iCloud privée.
it: I tuoi dati restano sul dispositivo e nel tuo database iCloud privato.
ja: データはデバイスと非公開のiCloudデータベースに保存されます。
ko: 데이터는 기기와 비공개 iCloud 데이터베이스에 저장됩니다.
pt_br: Seus dados ficam no dispositivo e no seu banco de dados privado do iCloud.
zh_hans: 数据保存在你的设备与私人 iCloud 数据库中。
zh_hant: 資料會保留在你的裝置與私人 iCloud 資料庫中。

source: All future occurrences in this rolling window are managed automatically.
ja: このローリング期間内の将来の日付は自動管理されます。
ko: 이 롤링 기간의 모든 향후 날짜는 자동으로 관리됩니다.
zh_hans: 滚动范围内的所有未来日期都会自动管理。
zh_hant: 滾動範圍內的所有未來日期都會自動管理。

source: Automatic Calendar Sync
ja: 自動カレンダー同期
ko: 자동 캘린더 동기화
zh_hans: 自动日历同步
zh_hant: 自動行事曆同步

source: Calendar access is required for automatic sync
ja: 自動同期にはカレンダー権限が必要です
ko: 자동 동기화에는 캘린더 권한이 필요합니다
zh_hans: 自动同步需要日历权限
zh_hant: 自動同步需要行事曆權限

source: Calendar Sync
ja: カレンダー同期
ko: 캘린더 동기화
zh_hans: 日历同步
zh_hant: 行事曆同步

source: Enable Automatic Sync
ja: 自動同期を有効にする
ko: 자동 동기화 활성화
zh_hans: 启用自动同步
zh_hant: 啟用自動同步

source: Enabled
ja: 有効
ko: 활성화됨
zh_hans: 已启用
zh_hant: 已啟用

source: Keep Important Days in Calendar
ja: 大切な日をカレンダーに保存
ko: 캘린더에 소중한 날 보관
zh_hans: 在日历中保留重要日
zh_hant: 在行事曆中保留重要日

source: Last Synced
ja: 最終同期
ko: 마지막 동기화
zh_hans: 上次同步
zh_hant: 上次同步

source: Managed Events
ja: 管理中のイベント
ko: 관리 이벤트
zh_hans: 托管事件
zh_hant: 管理事件

source: Never Remind Again
ja: 今後表示しない
ko: 다시 알리지 않기
zh_hans: 不再提醒
zh_hant: 不再提醒

source: Remind Me Later
ja: 後で通知
ko: 나중에 알림
zh_hans: 稍后提醒
zh_hant: 稍後提醒

source: Stop Automatic Sync
ja: 自動同期を停止
ko: 자동 동기화 중지
zh_hans: 停止自动同步
zh_hant: 停止自動同步

source: Stopped
ja: 停止中
ko: 중지됨
zh_hans: 已停止
zh_hant: 已停止

source: Sync Now
ja: 今すぐ同期
ko: 지금 동기화
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Range
ja: 同期範囲
ko: 동기화 범위
zh_hans: 同步范围
zh_hant: 同步範圍

source: Sync requested
ja: 同期をリクエストしました
ko: 동기화를 요청했습니다
zh_hans: 已请求同步
zh_hant: 已要求同步

source: Taisetsu can automatically keep your important days in a dedicated Calendar. You can change the scope later in Settings.
ja: Taisetsuは大切な日を専用カレンダーに自動保存します。範囲は後で設定から変更できます。
ko: Taisetsu는 소중한 날을 전용 캘린더에 자동으로 보관합니다. 범위는 설정에서 변경할 수 있습니다.
zh_hans: Taisetsu 可自动将重要日保存在专用日历中。你可以稍后在设置中修改范围。
zh_hant: Taisetsu 可自動將重要日保存在專用行事曆中。你可以稍後在設定中修改範圍。

source: This important day is managed automatically in the Taisetsu calendar.
ja: この大切な日はTaisetsuカレンダーで自動管理されます。
ko: 이 소중한 날은 Taisetsu 캘린더에서 자동으로 관리됩니다.
zh_hans: 这个重要日会自动在 Taisetsu 日历中管理。
zh_hant: 這個重要日會自動在 Taisetsu 行事曆中管理。
